Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/oletko_kiinnostunut_tyoskentelemaan_saamelaiskarajilla_laheta_avoin_hakemus.html.tmx
Source language: fin
Languages: smn

source: Oletko kiinnostunut työskentelemään Saamelaiskäräjillä?
smn: Kiäsut-uv Sämitiggeest porgâm tuu?

source: Lähetä avoin hakemus
smn: Vuolgât ávus ucâmuš

source: Saamelaiskäräjät on yksi saamelaisten kotiseutualueen merkittävistä työnantajista.
smn: Sämitigge lii ohtâ merhâšittee pargoadeleijee sämmilij päikkikuávlust.

source: Toimintakenttämme on laaja ja asiantuntijoita tarvitaan eri osa-alueille ja erilaisiin tehtäviin.
smn: Mii toimâkieddi lii viijđes já äššitobdeeh annojeh sierâ suorgijd já sierâlágán pargoid.

source: Saamelaiskäräjien toimintaan voit tutustua osoitteessa www.samediggi.fi
smn: Sämitige tooimân tun puávtáh uápásmuđ čujottâsâst www.samediggi.fi

source: Jos olet kiinnostunut työskentelemään Saamelaiskäräjillä, lähetä meille avoin hakemus, jossa kerrot itsestäsi, osaamisestasi sekä mistä tehtävistä olisit kiinnostunut.
smn: Jis porgâm Sämitiggeest kiäsut tuu, te vuolgât mijjân ávus ucâmuš, mast tun muštâlah alnestâd, mättiimistâd sehe tast, ete magareh pargoh kiäsutteh tuu.

source: Liitä hakemukseen myös ansioluettelosi.
smn: Lahte ucâmušân meid jieijâd ánsuluvâttâllâm.

source: Voit lähettää meille avoimen hakemuksen tämän linkin kautta: https://www.vismasignforms.com/form/6ee9b36f-a843-4b23-8dbb-d26335afbde8
smn: Tun puávtáh vuolgâttiđ mijjân ávus ucâmuš taan liiŋkâ peht: https://www.vismasignforms.com/form/9c0628cf-0e09-42b8-bcc4-bbc011d90842

source: Lähettämällä avoimen hakemuksen ilmaiset kiinnostuksesi työskennellä Saamelaiskäräjillä.
smn: Vuolgâtmáin ávus ucâmuš tun čááitáh, ete Sämitiggeest porgâm kiäsut tuu.

source: Lähettämääsi avointa hakemusta ei automaattisesti lueta mukaan myöhemmin haettavaksi tulevien tehtävien rekrytoinnissa, vaan niitä on haettava tehtäväkohtaisilla hakemuksilla.
smn: Tuu vuolgâttem ávus ucâmuš ij automaatlávt luhhuu mieldi maŋeláá uuccâmnáál puáttee pargoi rekrytistmist, peic taid kalga uuccâđ pargokuáhtásij ucâmušâiguin.

source: Käymme aktiivisesti meille lähetettyjä hakemuksia läpi ja otamme yhteyttä mikäli meillä olisi sinulle sopiva tehtävä.
smn: Mij eellip aktiivlávt čoođâ mijjân vuolgâttum ucâmušâid já väldip ohtâvuođâ, jis mist lii tunjin hiäivulâš pargo.

source: Lähetämme myös tiedon haettavaksi tulevista tehtävistä avoimen hakemuksen lähettäneille.
smn: Mij vuolgâttep meid tiäđu uuccâmnáál šaddee pargoin sijjân, kiäh láá vuolgâttâm ávus ucâmuš.

source: Avoimen hakemuksen kautta lähetettyjä tietoja käsitellään luottamuksellisesti ja niitä säilytetään Saamelaiskäräjillä 6 kuukautta.
smn: Ávus ucâmuš peht vuolgâttum tiäđuh kieđâvuššojeh luáttámušlávt já toh siäiluttuvvojeh Sämitiggeest 6 mánuppaje.

source: Lisätietoja: ma. henkilöstöpäällikkö Ida Pirttijärvi ida.
smn: Lasetiäđuh: má. pargoviehâhovdâ Ida Pirttijärvi ida.
